[{"codigo":"ARG","children1":[{"codigo":"ARG516_3","den_cual":"GESTIÓN DE LA PRODUCCIÓN EN TRANSFORMADOS DE PAPEL, CARTÓN Y OTROS SOPORTES GRÁFICOS","children2":[{"codigo":"UC1669_3","denominacion":"Planificar la fabricación de productos gráficos."},{"codigo":"UC1670_3","denominacion":"Determinar los materiales de producción en la industria gráfica."},{"codigo":"UC1681_3","denominacion":"Organizar y supervisar la producción en los procesos de transformados de papel, cartón y otros soportes gráficos."},{"codigo":"UC1682_3","denominacion":"Colaborar en la gestión de la calidad en los procesos de transformados de papel, cartón y otros soportes gráficos"},{"codigo":"UC1683_3","denominacion":"Colaborar en la gestión de la seguridad y de la protección ambiental en los procesos de transformados de papel, cartón y otros soportes gráficos"}]},{"codigo":"ARG515_3","den_cual":"GESTIÓN DE LA PRODUCCIÓN EN PROCESOS DE PREIMPRESIÓN","children2":[{"codigo":"UC1670_3","denominacion":"Determinar los materiales de producción en la industria gráfica."},{"codigo":"UC1674_3","denominacion":"Gestionar la reproducción del color en los procesos gráficos"},{"codigo":"UC1678_3","denominacion":"Organizar y supervisar la producción en los procesos de preimpresión"},{"codigo":"UC1679_3","denominacion":"Colaborar en la gestión de la calidad en los procesos de preimpresión"},{"codigo":"UC1680_3","denominacion":"Colaborar en la gestión de la seguridad y de la protección ambiental en los procesos de preimpresión"}]},{"codigo":"ARG514_3","den_cual":"GESTIÓN DE LA PRODUCCIÓN EN PROCESOS DE IMPRESIÓN","children2":[{"codigo":"UC1670_3","denominacion":"Determinar los materiales de producción en la industria gráfica."},{"codigo":"UC1674_3","denominacion":"Gestionar la reproducción del color en los procesos gráficos"},{"codigo":"UC1675_3","denominacion":"Organizar y supervisar la producción en los procesos de impresión"},{"codigo":"UC1676_3","denominacion":"Colaborar en la gestión de la calidad en los procesos de impresión"},{"codigo":"UC1677_3","denominacion":"Colaborar en la gestión de la seguridad y de la protección ambiental en los procesos de impresión "}]},{"codigo":"ARG512_1","den_cual":"OPERACIONES AUXILIARES EN INDUSTRIAS GRÁFICAS","children2":[{"codigo":"UC1666_1","denominacion":"Realizar operaciones auxiliares en máquinas y equipos de producción en industrias gráficas"},{"codigo":"UC1667_1","denominacion":"Realizar operaciones básicas con equipos informáticos y periféricos en industrias gráficas"},{"codigo":"UC1668_1","denominacion":"Realizar operaciones de empaquetado, apilado y paletizado en industrias gráficas"}]},{"codigo":"ARG513_3","den_cual":"GESTIÓN DE LA PRODUCCIÓN EN ENCUADERNACIÓN INDUSTRIAL","children2":[{"codigo":"UC1670_3","denominacion":"Determinar los materiales de producción en la industria gráfica."},{"codigo":"UC1671_3","denominacion":"Organizar y supervisar la producción en los procesos de encuadernación industrial."},{"codigo":"UC1672_3","denominacion":"Colaborar en la gestión de la calidad en los procesos de encuadernación industrial."},{"codigo":"UC1673_3","denominacion":"Colaborar en la gestión de la seguridad y de la protección ambiental en los procesos de encuadernación industrial."}]}]},{"codigo":"AGA","children1":[{"codigo":"AGA457_2","den_cual":"ACTIVIDADES DE FLORISTERIA","children2":[{"codigo":"UC1468_2","denominacion":"Coordinar y realizar las actividades propias de empresas de floristería."},{"codigo":"UC1469_2","denominacion":"Realizar composiciones florares."},{"codigo":"UC1470_2","denominacion":"Realizar composiciones con plantas."},{"codigo":"UC1471_2","denominacion":"Vender e informar sobre productos y servicios de floristería. "}]},{"codigo":"AGA462_3","den_cual":"GESTIÓN DE APROVECHAMIENTOS FORESTALES","children2":[{"codigo":"UC1487_3","denominacion":"Gestionar los aprovechamientos forestales madereros."},{"codigo":"UC1488_3","denominacion":"Gestionar los aprovechamientos forestales no madereros."},{"codigo":"UD_9000_3","denominacion":"Organizar y supervisar las operaciones de inventariación y seguimiento del hábitat natural."}]},{"codigo":"AGA461_3","den_cual":"ARTE FLORAL Y GESTIÓN DE LAS ACTIVIDADES DE FLORISTERÍA","children2":[{"codigo":"UC1483_3","denominacion":"Diseñar composiciones y ornamentaciones de arte floral."},{"codigo":"UC1484_3","denominacion":"Realizar composiciones innovadoras y ornamentaciones especiales de arte floral y supervisar los trabajos del taller de la floristería. "},{"codigo":"UC1485_3","denominacion":"Gestionar la venta y el servicio de atención al público en floristería."}]},{"codigo":"AGA463_3","den_cual":"GESTIÓN DE LA PRODUCCIÓN DE ANIMALES CINEGÉTICOS","children2":[{"codigo":"UC1489_3","denominacion":"Gestión de la producción de ungulados cinegéticos."},{"codigo":"UC1490_3","denominacion":"Gestionar la producción de aves cinegéticas."},{"codigo":"UC1491_3","denominacion":"Gestionar la producción de lagomorfos cinegéticos."}]},{"codigo":"AGA466_3","den_cual":"GESTIÓN DE LOS APROVECHAMIENTOS CINEGÉTICO-PISCÍCOLAS","children2":[{"codigo":"UC1498_3","denominacion":"Gestionar los trabajos derivados de la planificación y seguimiento del hábitat acuícola continental."},{"codigo":"UC1499_3","denominacion":"Gestionar los trabajos derivados de la planificación del hábitat de las especies cinegéticas."},{"codigo":"UC1500_3","denominacion":"Gestionar las repoblaciones de especies cinegéticas."},{"codigo":"UC1501_3","denominacion":"Controlar las poblaciones de predadores de las especies acuícolas continentales y cinegéticas."}]},{"codigo":"AGA458_2","den_cual":"MANTENIMIENTO Y MEJORA DEL HÁBITAT CINEGÉTICO-PISCÍCOLA","children2":[{"codigo":"UC1472_2","denominacion":"Realizar trabajos de inventario de especies animales y vegetales del hábitat natural."},{"codigo":"UC1473_2","denominacion":"Realizar trabajos de repoblación de especies acuícolas continentales y de conservación y mejora de su hábitat."},{"codigo":"UC1474_2","denominacion":"Realizar trabajos de mantenimiento y mejora del hábitat de las especies cinegéticas."},{"codigo":"UC1475_2","denominacion":"Realizar trabajos de repoblación de especies cinegéticas."}]},{"codigo":"AGA460_2","den_cual":"PRODUCCIÓN DE SEMILLAS Y PLANTAS EN VIVERO","children2":[{"codigo":"UC0526_2","denominacion":"Manejar tractores y montar instalaciones agrarias, realizando su mantenimiento."},{"codigo":"UC1479_2","denominacion":"Realizar operaciones de propagación de plantas en vivero."},{"codigo":"UC1480_2","denominacion":"Realizar operaciones de cultivo de plantas y tepes en vivero."},{"codigo":"UC1481_2","denominacion":"Realizar operaciones de producción de semillas."}]},{"codigo":"AGA464_3","den_cual":"GESTIÓN DE LA PRODUCCIÓN DE SEMILLAS Y PLANTAS EN VIVERO","children2":[{"codigo":"UC1492_3","denominacion":"Gestionar las operaciones de propagación de plantas en vivero"},{"codigo":"UC1493_3","denominacion":"GESTIONAR EL CULTIVO DE PLANTAS Y TEPES EN VIVERO"},{"codigo":"UC1494_3","denominacion":"GESTIONAR LA PRODUCCIÓN DE SEMILLAS"}]},{"codigo":"AGA465_3","den_cual":"GESTIÓN DE LA PRODUCCIÓN GANADERA","children2":[{"codigo":"UC1495_3","denominacion":"GESTIONAR LOS PROCESOS DE PRODUCCIÓN DE ANIMALES DE RENUEVO, DE REPRODUCTORES Y CRÍAS, Y DE LECHE"},{"codigo":"UC1496_3","denominacion":"GESTIONAR LOS PROCESOS DE PRODUCCIÓN DE ANIMALES DE RECRÍA Y DE CEBO"},{"codigo":"UC1497_3","denominacion":"GESTIONAR LOS PROCESOS DE PRODUCCIÓN DE AVES Y DE HUEVOS"}]},{"codigo":"AGA459_2","den_cual":"PRODUCCION DE ANIMALES CINEGÉTICOS","children2":[{"codigo":"UC1476_2","denominacion":"Realizar operaciones de producción de ungulados cinegéticos."},{"codigo":"UD_8001_2","denominacion":"Realizar operaciones de producción de aves cinegéticas."},{"codigo":"UD_8002_2","denominacion":"Realizar operaciones de producción de lagomorfos cinegéticos."}]}]},{"codigo":"IMS","children1":[{"codigo":"IMS438_3","den_cual":"DESARROLLO DE PROYECTOS Y CONTROL DE SONIDO EN AUDIOVISUALES, RADIO E INDUSTRIA DISCOGRÁFICA","children2":[{"codigo":"UC1408_3","denominacion":"Definir y planificar proyectos de sonido"},{"codigo":"UC1409_3","denominacion":"Supervisar los procesos de instalación y mantenimiento del sistema de sonido"},{"codigo":"UC1410_3","denominacion":"Supervisar el ajuste de los equipos y la captación del sonido, según la calidad requerida en el proyecto, para su grabación o emisión"},{"codigo":"UC1411_3","denominacion":"Realizar la postproducción de proyectos de sonido"}]},{"codigo":"IMS439_3","den_cual":"DESARROLLO DE PROYECTOS Y CONTROL DE SONIDO EN VIVO Y EN INSTALACIONES FIJAS","children2":[{"codigo":"UC1409_3","denominacion":"Supervisar los procesos de instalación y mantenimiento del sistema de sonido"},{"codigo":"UC1412_3","denominacion":"Verificar y ajustar el sistema de sonorización"},{"codigo":"UC1413_3","denominacion":"Controlar el sonido en artes escénicas, espectáculos musicales y eventos"}]},{"codigo":"IMS440_3","den_cual":"PRODUCCIÓN EN LABORATORIO DE IMAGEN","children2":[{"codigo":"UC1415_3","denominacion":"GESTIONAR Y SUPERVISAR LOS PROCESOS DE DIGITALIZACIÓN, GENERACIÓN DE IMÁGENES SINTÉTICAS, TRATAMIENTO DIGITAL Y REVELADO  DE PELÍCULAS."},{"codigo":"UC1416_3","denominacion":"GESTIONAR Y SUPERVISAR LOS PROCESOS DE POSITIVADO,  IMPRESIÓN  Y ACABADO FOTOGRÁFICO      "}]},{"codigo":"IMS435_2","den_cual":"OPERACIONES DE PRODUCCIÓN DE LABORATORIO DE IMAGEN","children2":[{"codigo":"UC1399_2","denominacion":"Realizar los procesos de revelado de películas"},{"codigo":"UC1400_2","denominacion":"Realizar los procesos de positivado e impresión  fotográfica"},{"codigo":"UC1401_1","denominacion":"Preparar y montar productos fotográficos para la entrega final"}]},{"codigo":"IMS442_3","den_cual":"REGIDURÍA DE ESPECTÁCULOS EN VIVO Y EVENTOS","children2":[{"codigo":"UC1421_3","denominacion":"Regir y supervisar los procesos técnicos y artísticos en la preparación y desarrollo de los ensayos de espectáculos en vivo y eventos"},{"codigo":"UC1422_3","denominacion":"Regir y supervisar los procesos técnicos y artísticos en la ejecución de espectáculos en vivo y eventos, en local estable y en gira"}]},{"codigo":"IMS437_3","den_cual":"ASISTENCIA A LA PRODUCCIÓN DE ESPECTÁCULOS EN VIVO Y EVENTOS","children2":[{"codigo":"UC1406_3","denominacion":"Gestionar  la producción y la representación de espectáculos en vivo y eventos"},{"codigo":"UC1407_3","denominacion":"Evaluar los resultados de proyectos de espectáculos en vivo y eventos"}]},{"codigo":"IMS434_2","den_cual":"ANIMACIÓN MUSICAL Y VISUAL EN VIVO Y EN DIRECTO","children2":[{"codigo":"UC1397_2","denominacion":"Realizar sesiones de animación musical en vivo y en directo integrando elementos luminotécnicos, escénicos y visuales"},{"codigo":"UC1398_2","denominacion":"Realizar sesiones de animación visual en vivo integrando elementos luminotécnicos, escénicos y musicales"}]},{"codigo":"IMS441_3","den_cual":"PRODUCCIÓN FOTOGRÁFICA","children2":[{"codigo":"UC1417_3","denominacion":"Diseñar, organizar y gestionar proyectos fotográficos"},{"codigo":"UC1418_3","denominacion":"Supervisar y realizar la escenografía, iluminación, captación, registro y valoración de la calidad de las imágenes fotográficas"},{"codigo":"UC1419_3","denominacion":"Garantizar los procesos de entrega, archivo y conservación de imágenes y materiales fotográficos"}]},{"codigo":"IMS436_2","den_cual":"OPERACIONES DE SONIDO","children2":[{"codigo":"UC1403_2","denominacion":"Colaborar en operaciones de mezcla directa, edición y grabación en producciones de sonido"},{"codigo":"UC1404_2","denominacion":"Ubicar y direccionar la microfonía en producciones de sonido"}]}]},{"codigo":"IFC","children1":[{"codigo":"IFC365_3","den_cual":"IMPLANTACIÓN Y GESTIÓN DE ELEMENTOS INFORMÁTICOS EN SISTEMAS DOMÓTICOS/INMÓTICOS, DE CONTROL DE ACCESOS Y PRESENCIA, Y DE VIDEOVIGILANCIA","children2":[{"codigo":"UC0490_3","denominacion":"Gestionar servicios en el sistema informático."},{"codigo":"UC1219_3","denominacion":"Implantar y mantener sistemas domóticos/inmóticos."},{"codigo":"UC1220_3","denominacion":"Implantar y mantener sistemas de control de accesos y presencia, y de videovigilancia."}]},{"codigo":"IFC363_3","den_cual":"ADMINISTRACIÓN Y PROGRAMACIÓN EN SISTEMAS DE PLANIFICACIÓN DE RECURSOS EMPRESARIALES Y DE GESTIÓN DE RELACIONES CON CLIENTES","children2":[{"codigo":"UC1214_3","denominacion":"Administrar sistemas de planificación de recursos empresariales y de gestión de relaciones con clientes."},{"codigo":"UC1215_3","denominacion":"Realizar y mantener componentes software en un sistema de planificación de recursos empresariales y de gestión de relaciones con clientes. "}]},{"codigo":"IFC364_3","den_cual":"GESTIÓN Y SUPERVISIÓN DE ALARMAS EN REDES DE COMUNICACIONES","children2":[{"codigo":"UC1217_3","denominacion":"Realizar operaciones de configuración y de control de la red de comunicaciones."},{"codigo":"UC1218_3","denominacion":"Gestionar la calidad de los servicios soportados sobre la red de comunicaciones."}]},{"codigo":"IFC361_1","den_cual":"OPERACIONES AUXILIARES DE MONTAJE Y MANTENIMIENTO DE SISTEMAS MICROINFORMÁTICOS","children2":[{"codigo":"UC1208_1","denominacion":"Realizar operaciones auxiliares de mantenimiento de sistemas microinformáticos. "},{"codigo":"UC1209_1","denominacion":"Realizar operaciones auxiliares con tecnologías de la información y la comunicación."}]},{"codigo":"IFC362_2","den_cual":"MANTENIMIENTO DE PRIMER NIVEL EN SISTEMAS DE RADIOCOMUNICACIONES","children2":[{"codigo":"UC1211_2","denominacion":"Configurar y poner en servicio equipos de radiocomunicaciones de redes fijas y móviles. "},{"codigo":"UC1212_2","denominacion":"Mantener y resolver incidencias de primer nivel en sistemas de radiocomunicaciones de redes fijas y móviles. "}]},{"codigo":"IFC366_3","den_cual":"MANTENIMIENTO DE SEGUNDO NIVEL EN SISTEMAS DE RADIOCOMUNICACIONES","children2":[{"codigo":"UC1222_3","denominacion":"Coordinar la puesta en servicio de sistemas de radiocomunicaciones de redes fijas y móviles. "},{"codigo":"UC1223_3","denominacion":"Gestionar el mantenimiento de sistemas de radiocomunicaciones de redes fijas y móviles."}]}]},{"codigo":"ART","children1":[{"codigo":"ART521_2","den_cual":"TALLA DE ELEMENTOS DECORATIVOS EN MADERA.","children2":[{"codigo":"UC1690_2","denominacion":"Organizar la actividad profesional de un taller artesanal."},{"codigo":"UC1698_2","denominacion":"Planificar el proceso de talla de elementos decorativos en madera."},{"codigo":"UC1699_2","denominacion":"Seleccionar y preparar las maderas y herramientas para realizar la talla de elementos escultóricos y decorativos en madera."},{"codigo":"UC1700_2","denominacion":"Elaborar elementos decorativos de talla en madera."}]},{"codigo":"ART525_3","den_cual":"MOLDES Y MATRICERÍAS ARTESANALES PARA CERÁMICA.","children2":[{"codigo":"UC1716_3","denominacion":"Realizar originales y prototipos a partir del modelo, para la elaboración de moldes artesanales de productos cerámicos."},{"codigo":"UC1717_2","denominacion":"Realizar el primer molde para la elaboración de matrices artesanales de productos cerámicos."},{"codigo":"UC1718_2","denominacion":"Realizar matrices artesanales para la reproducción mediante moldes de productos cerámicos."}]},{"codigo":"ART517_1","den_cual":"REPRODUCCIONES DE MOLDES Y PIEZAS CERÁMICAS ARTESANALES.","children2":[{"codigo":"UC1685_1","denominacion":"Reproducir piezas cerámicas artesanales mediante moldes."}]},{"codigo":"ART524_3","den_cual":"MAQUINARIA ESCÉNICA PARA EL ESPECTÁCULO EN VIVO.","children2":[{"codigo":"UC1712_3","denominacion":"Planificar y gestionar el proyecto de maquinaria para un evento o espectáculo en vivo en condiciones cambiantes de explotación coordinando y supervisando su ejecución."},{"codigo":"UC1713_3","denominacion":"Realizar el montaje, desmontaje y mantenimiento de los equipos de maquinaria y los elementos escenográficos para un evento o espectáculo en vivo en condiciones cambiantes de explotación."},{"codigo":"UC1714_3","denominacion":"Servir ensayos y funciones gestionando los equipos de maquinaria y los elementos escenográficos en condiciones cambiantes de explotación."}]},{"codigo":"ART518_2","den_cual":"ALFARERÍA ARTESANAL.","children2":[{"codigo":"UC1687_2","denominacion":"Elaborar piezas cerámicas artesanales mediante modelado manual."},{"codigo":"UC1688_2","denominacion":"Esmaltar productos cerámicos artesanales."},{"codigo":"UC1689_2","denominacion":"Cocer productos cerámicos artesanales."},{"codigo":"UC1690_2","denominacion":"Organizar la actividad profesional de un taller artesanal."}]},{"codigo":"ART520_2","den_cual":"ELABORACIÓN ARTESANAL DE PRODUCTOS DE VIDRIO EN CALIENTE.","children2":[{"codigo":"UC1694_2","denominacion":"Definir el proceso de elaboración de productos artesanales en vidrio"},{"codigo":"UC1695_2","denominacion":"Realizar composiciones vítreas y fundir vidrio."},{"codigo":"UC1696_2","denominacion":"Elaborar a partir de una masa vítrea fundida objetos artesanales de vidrio hueco mediante soplado."},{"codigo":"UC1697_2","denominacion":"Elaborar a partir de una masa vítrea fundida objetos artesanales de vidrio mediante colado. "}]},{"codigo":"ART523_3","den_cual":"CONSTRUCCIÓN DE DECORADOS PARA LA ESCENOGRAFÍA DE ESPECTÁCULOS EN VIVO, EVENTOS Y AUDIOVISUALES.","children2":[{"codigo":"UC1707_3","denominacion":"Desarrollar el proyecto técnico constructivo de decorados para la escenografía de espectáculos en vivo, eventos y audiovisual."},{"codigo":"UC1708_3","denominacion":"Planificar y supervisar la construcción de decorados para la escenografía de espectáculo en vivo, eventos y audiovisual."},{"codigo":"UC1709_3","denominacion":"Realizar la construcción de estructuras y mecanismos de decorados para espectáculos en vivo, eventos y audiovisual."},{"codigo":"UC1710_3","denominacion":"Realizar ornamentos y efectuar los acabados de decorados para la escenografía de espectáculos en vivo, eventos y audiovisual."}]},{"codigo":"ART522_2","den_cual":"TRANSFORMACIÓN ARTESANAL DE VIDRIO EN FRÍO.","children2":[{"codigo":"UC1694_2","denominacion":"Definir el proceso de elaboración de productos artesanales en vidrio"},{"codigo":"UC1702_2","denominacion":"Tallar productos de vidrio conformado mediante muelas o ruedas."},{"codigo":"UC1703_2","denominacion":"Grabar productos de vidrio conformado mediante ruedas."},{"codigo":"UC1704_2","denominacion":"Grabar productos de vidrio conformado mediante punta de diamante."},{"codigo":"UC1705_2","denominacion":"Transformar de forma mecánica y química objetos de vidrio."}]},{"codigo":"ART526_3","den_cual":"UTILERÍA PARA EL ESPECTÁCULO EN VIVO.","children2":[{"codigo":"UC1719_3","denominacion":"Planificar y gestionar el proyecto de utilería para un evento o espectáculo en vivo en condiciones cambiantes de explotación coordinando y supervisando su ejecución."},{"codigo":"UC1720_3","denominacion":"Realizar el montaje, desmontaje y mantenimiento de los equipos de utilería para un evento o espectáculo en vivo, en condiciones cambiantes de explotación."},{"codigo":"UC1721_3","denominacion":"Servir ensayos y funciones gestionando los equipos y elementos de la utilería en condiciones cambiantes de explotación."}]},{"codigo":"ART519_2","den_cual":"DECORACIÓN ARTESANAL DE VIDRIO MEDIANTE APLICACIÓN DE COLOR.","children2":[{"codigo":"UC1691_2","denominacion":"Planificar y determinar el proceso de decoración de vidrio mediante aplicaciones de color."},{"codigo":"UC1692_2","denominacion":"Realizar decoraciones artesanales sobre vidrio mediante aplicaciones de color con tratamiento térmico posterior."},{"codigo":"UC1693_2","denominacion":"Realizar decoraciones artesanales sobre vidrio mediante aplicaciones de color sin tratamiento térmico posterior."}]}]},{"codigo":"SAN","children1":[{"codigo":"SAN528_2","den_cual":" PRODUCTOS SANITARIOS ORTOPROTÉSICOS Y AYUDAS TÉCNICAS","children2":[{"codigo":"UC1726_2","denominacion":"Ejecutar operaciones de organización en el departamento de productos de ayudas técnicas y de atención domiciliaria del establecimiento de ortopedia."},{"codigo":"UC1727_2","denominacion":"Dispensar, adaptar y mantener productos de ayudas técnicas fabricadas en serie, colaborando con el profesional cualificado."},{"codigo":"UC1728_2","denominacion":"Elaborar, dispensar y mantener productos de ayudas técnicas fabricadas a medida, colaborando con el responsable técnico y/o profesional cualificado."},{"codigo":"UC1729_2","denominacion":"Dispensar y mantener órtesis y prótesis en la atención domiciliaria, colaborando con el responsable técnico y/o profesional cualificado."}]},{"codigo":"SAN529_3","den_cual":"ANÁLISIS EN LABORATORIOS FORENSES","children2":[{"codigo":"UC1731_3","denominacion":"Realizar análisis químico-toxicológicos en muestras forenses."},{"codigo":"UC1732_3","denominacion":"Realizar análisis biológicos y genéticos en muestras forenses."},{"codigo":"UC1733_3","denominacion":"Realizar análisis criminalísticos en muestras forenses."}]}]}]
